Repository: invesalius/invesalius3
Catalog: po/*.po
Languages: ja, uz, zh_cn

source: Minimun:
zh_cn: 最低限度:

source: Maximun:
zh_cn: 最大限度:

source: Standard deviation:
zh_cn: 标准偏差：

source: Calculating
zh_cn: 精明的

source: Object calibration
zh_cn: 对象校准

source: Choose the object reference mode
zh_cn: 选择对象引用模式

source: Registration done
zh_cn: 注册完成

source: Done
zh_cn: 完成

source: Would like to use InVesalius default object?
zh_cn: 是否要使用InVesalius默认对象？

source: File format not reconized by InVesalius
zh_cn: InVesalius未重新配置文件格式

source: Import surface error
zh_cn: 导入表面错误

source: InVesalius was not able to import this surface
zh_cn: InVesalius无法导入此表面

source: Creating 3D surface ...
zh_cn: 正在创建三维表面...

source: Go to slice ...
zh_cn: 转到切片...

source: Slice number
zh_cn: 切片编号

source: unnamed
uz: noma’lum
zh_cn: 未命名的

source: %d images
ja: %d 画像
uz: %d rasmlar
zh_cn: %d个图像

source: Image %d
ja: 画像 %d
uz: Rasm %d
zh_cn: 图像%d

source: Data panel
ja: データパネル
uz: Ma’lumotlar paneli
zh_cn: 数据面板

source: Preview medical data to be reconstructed
ja: 再構成する医用画像をプレビュー
uz: Qayta qurish uchun tibbiy ma’lumotlarni oldindan ko’rish
zh_cn: 预览要重建的医疗数据

source: Preview bitmap to be reconstructed
ja: 再構成されたビットマップをプレビュー
uz: Qayta qurish uchun bitmap-ni ko’rish
zh_cn: 预览要重建的位图

source: Currently the Navigation mode is only working on Windows
zh_cn: 当前导航模式仅适用于Windows

source: Fill holes automatically
ja: 自動で穴埋め
uz: Avtomatik teshiklarni to’ldirish
zh_cn: 自动填充孔

source: Analyze 7.5
zh_cn: 分析7.5

source: Import DICOM... Ctrl+I
ja: DICOM読み込み... Ctrl+I
uz: DICOM-ni import qilish… Ctrl+I
zh_cn: 导入DICOM... Ctrl+I

source: Import other files...
ja: その他のファイル形式の読み込み...
uz: Boshqa fayllarni import qilish…
zh_cn: 导入其他文件...

source: Open project... Ctrl+O
ja: プロジェクトを開く... Ctrl+O
uz: Loyihani oching… Ctrl+O
zh_cn: 打开项目... Ctrl+O

source: Save project Ctrl+S
ja: プロジェクトを保存 Ctrl+S
uz: Loyihani saqlang Ctrl+S
zh_cn: 保存项目 Ctrl+S

source: Save project as... Ctrl+Shift+S
zh_cn: 将项目另存为… Ctrl+Shift+S

source: Export project
zh_cn: 导出项目

source: Close project
ja: プロジェクトを閉じる
uz: Loyihani yopish
zh_cn: 关闭项目

source: Exit Ctrl+Q
ja: 終了 Ctrl+Q
uz: Chiqish Ctrl+Q
zh_cn: 退出 Ctrl+Q

source: Undo Ctrl+Z
ja: アンドゥ Ctrl+Z
uz: Bekor qilish Ctrl+Z
zh_cn: 撤消 Ctrl+Z

source: Redo Ctrl+Y
ja: リドゥ Ctrl+Y
uz: Takrorlang Ctrl+Y
zh_cn: 恢复 Ctrl+Y

source: Go to slice ... Ctrl+G
zh_cn: 转到切片... Ctrl+G

source: New Ctrl+Shift+M
zh_cn: 新建 Ctrl+Shift+M

source: Boolean operations Ctrl+Shift+B
zh_cn: 布尔运算 Ctrl+Shift+B

source: Clean Mask Ctrl+Shift+A
ja: マスクを消去 Ctrl+Shift+A
uz: Maskani tozalash Ctrl+Shift+A
zh_cn: 清除遮罩 Ctrl+Shift+A

source: Fill holes manually Ctrl+Shift+H
zh_cn: 手动填充孔 Ctrl+Shift+H

source: Fill holes automatically Ctrl+Shift+J
zh_cn: 自动填充孔 Ctrl+Shift+J

source: Remove parts Ctrl+Shift+K
zh_cn: 删除零件 Ctrl+Shift+K

source: Select parts Ctrl+Shift+L
zh_cn: 选择零件 Ctrl+Shift+L

source: Crop
ja: 裁断
uz: Kesish
zh_cn: 裁切

source: Threshold Ctrl+Shift+T
zh_cn: 阈值 Ctrl+Shift+T

source: Manual segmentation Ctrl+Shift+E
zh_cn: 手动分段 Ctrl+Shift+E

source: Watershed Ctrl+Shift+W
zh_cn: 分水岭 Ctrl+Shift+W

source: Region growing Ctrl+Shift+G
zh_cn: 区域增长 Ctrl+Shift+G

source: Right - Left
zh_cn: 右侧-左侧

source: Anterior - Posterior
zh_cn: 前部-后部

source: Top - Bottom
zh_cn: 顶部-底部

source: From Right-Left to Anterior-Posterior
zh_cn: 从右向左到前后

source: From Right-Left to Top-Bottom
zh_cn: 从右向左到上下

source: From Anterior-Posterior to Top-Bottom
zh_cn: 从前后到上下

source: Flip
zh_cn: 轻弹

source: Swap axes
zh_cn: 交换轴

source: Mask Density measure
zh_cn: 遮罩密度测量

source: Reorient image Ctrl+Shift+R
ja: 画像の向き変更 Ctrl+Shift+R
uz: Rasmning yo’nalishini o’zgartiring Ctrl+Shift+R
zh_cn: 重定向图像 Ctrl+Shift+R

source: Segmentation
ja: 領域分割
uz: Segmentasiya
zh_cn: 细分

source: Surface
ja: サーフェス
uz: Sirt
zh_cn: 表面

source: Interpolated slices
ja: 補間されたスライス
uz: Interpolatsiyalangan qismlar
zh_cn: 插值切片

source: Preferences...
ja: 設定...
uz: Parametrlar…
zh_cn: 首选项...

source: Transcranial Magnetic Stimulation Mode Ctrl+T
zh_cn: 经颅磁刺激模式 Ctrl+T

source: Deep Brain Stimulation Mode Ctrl+B
zh_cn: 脑深部刺激模式 Ctrl+B

source: Navigation Mode
zh_cn: 导航模式

source: Getting started...
ja: はじめに...
uz: Ishga kirishish…
zh_cn: 开始...

source: About...
ja: InVesaliusについて...
uz: Dastur haqida…
zh_cn: 关于...

source: File
ja: ファイル
uz: Fayl
zh_cn: 文件

source: Edit
ja: 編集
uz: Tahrirlash
zh_cn: 编辑

source: View
ja: ビュー
uz: Ko’rinish
zh_cn: 视图

source: Mode
zh_cn: 模式

source: Help
ja: ヘルプ
uz: Yordam
zh_cn: 帮助

source: Ready
uz: Tayyor
zh_cn: 准备好的

source: Import DICOM files... Ctrl+I
ja: DICOMファイルの読み込み... Ctrl+I
uz: DICOM fayllarini import qilish… Ctrl+I
zh_cn: 导入DICOM文件... Ctrl+I

source: Open InVesalius project...
ja: InVesaliusプロジェクトを開く...
uz: InVesalius loyihasini oching…
zh_cn: 打开InVesalius项目...

source: Save InVesalius project
ja: InVesaliusプロジェクトを保存
uz: InVesalius loyihasini saqlang
zh_cn: 保存 InVesalius项目

source: Zoom
ja: 拡大
uz: Mashtab
zh_cn: 快速移动

source: Zoom based on selection
ja: エリアを選択して拡大
uz: Mashtab
zh_cn: 根据选择缩放

source: Rotate
ja: 回転
uz: Aylantirish
zh_cn: 旋转

source: Move
ja: 移動
uz: Ko’chirish
zh_cn: 移动

source: Constrast
ja: WL調整
zh_cn: 对比度

source: Measure density ellipse
zh_cn: 测量密度椭圆

source: Measure density polygon
zh_cn: 测量密度多边形

source: Scroll slices
ja: スライスをスクロール
uz: Kesishlarni aylantirish
zh_cn: 滚动切片

source: Slices' cross intersection
ja: クロスライン
uz: Kesishmalarning kesishishi
zh_cn: 切片的交叉点

source: Hide task panel
ja: タスクパネルを非表示
uz: Vazifalar panelini yashirish
zh_cn: 隐藏任务面板

source: Hide text
ja: 文字を隠す
uz: Matnni yashirish
zh_cn: 隐藏文本

source: Show task panel
ja: タスクパネルを表示
uz: Vazifalar panelini ko’rsatish
zh_cn: 显示任务面板

source: Show text
ja: 文字を表示
uz: Matnni ko’rsatish
zh_cn: 显示文本

source: Undo
ja: アンドゥ
uz: Bekor qilish
zh_cn: 打开

source: Redo
ja: リドゥ
uz: Takrorlang
zh_cn: 重做

source: Generating multiplanar visualization...
ja: MPR画像を生成中...
uz: Ko’p rejali vizualizatsiyani yaratish…
zh_cn: 正在生成多平面可视化...

source: Import
ja: 読み込み
zh_cn: 导入

source: Path
ja: パス
uz: Yo’l
zh_cn: 路径

source: Width x Height
ja: 幅 x 高さ
uz: Kenglik x balandlik
zh_cn: 宽度x高度

source: InVesalius Database
ja: InVesaliusデータベース
uz: InVesalius ma’lumotlar bazasi
zh_cn: InVesalius数据库

source: Patient name
ja: 患者名
uz: Bemorning ismi
zh_cn: 患者姓名

source: Patient ID
ja: 患者ID
uz: BemorID
zh_cn: 患者ID

source: Age
ja: 年齢
uz: Yoshi
zh_cn: 年龄

source: Gender
ja: 性別
uz: Jinsiy
zh_cn: 性别

source: Study description
ja: スタディの説明
uz: Tadqiqot tavsifi
zh_cn: 研究说明

source: Modality
ja: モダリティ
uz: Modallik
zh_cn: 模式

source: Date acquired
ja: 取得日
uz: Tadqiqot sanasi
zh_cn: 获取日期

source: # Images
ja: # 画像
uz: # Rasmlar
zh_cn: #图像

source: Institution
ja: 施設
uz: Muassasa
zh_cn: 机构

source: Date of birth
ja: 生年月日
uz: Tug’ilgan sana
zh_cn: 出生日期

source: Accession Number
ja: 受付番号
uz: Qo’shimcha raqami
zh_cn: 登录号

source: Referring physician
ja: 依頼医師
uz: Yo’naltirilgan shifokor
zh_cn: 转诊医生

source: Word
ja: 単語
uz: So’z
zh_cn: 单词

source: Search
ja: 検索
uz: Qidiruv
zh_cn: 搜索

source: Active
ja: アクティブ
uz: Faol
zh_cn: 活跃

source: Host
ja: ホスト
zh_cn: 宿主

source: Port
ja: ポート
zh_cn: 端口

source: AETitle
ja: AEタイトル
uz: Sarlavha
zh_cn: AE标题

source: Status
ja: 状況
zh_cn: 状态

source: Add
ja: 追加
uz: Qo’shish
zh_cn: 添加

source: Remove
ja: 除去
uz: Olib tashlash
zh_cn: 去除

source: Check status
ja: 状況確認
uz: Holatni tekshirish
zh_cn: 检查状态

source: ok
zh_cn: 好的

source: error
ja: エラー
uz: xato
zh_cn: 错误

source: Language selection
ja: 言語を選択
uz: Tilni tanlash
zh_cn: 语言选择

source: Choose user interface language
ja: 表示言語を選択
uz: Foydalanuvchi interfeysi tilini tanlang
zh_cn: 选择用户界面语言

source: Area: %.3f Min: %.3f Max: %.3f Mean: %.3f Std: %.3f
zh_cn: 面积: %.3f 最小值: %.3f 最大值: %.3f 平均值: %.3f 标准: %.3f

source: Analysing selected regions...
ja: 選択された領域を分析中...
uz: Tanlangan hududlarni tahlil qilish…
zh_cn: 正在分析选定的区域...

source: Splitting disconnected regions...
ja: 切断された領域を分割中...
uz: Bog’lanmagan uchastkalarni ajratish…
zh_cn: 正在拆分断开连接的区域...

source: Preferences
ja: プリファレンス
uz: Parametrlar
zh_cn: 偏好

source: 2D Visualization
ja: 2Dを可視化
uz: 2D Vizualizatsiya
zh_cn: 2D可视化

source: 3D Visualization
ja: 3Dを可視化
uz: 3D Vizualizatsiya
zh_cn: 三维可视化

source: Language
ja: 言語
uz: Til
zh_cn: 语言

source: Interpolation
ja: 補間
uz: Interpolatsiya
zh_cn: 插值

source: Volume rendering
ja: ボリュームレンダリング
uz: Renderingi hajmi
zh_cn: 体积渲染

source: Rendering
ja: レンダリング
zh_cn: 翻译

source: GPU (NVidia video cards only)
ja: GPU利用 (NVIDIA製ビデオカードのみ)
uz: GPU (faqat NVidia grafik kartalari)
zh_cn: GPU（仅限NVidia视频卡）

source: Slices
ja: スライス
uz: Kesimlar
zh_cn: 切片

source: Interpolated
ja: 補間された
uz: Interpolatsiya qilingan
zh_cn: 插值的

source: Yes
ja: はい
uz: Ha
zh_cn: 对

source: No
ja: いいえ
uz: Yoq
zh_cn: 不

source: Language settings will be applied the next time InVesalius starts.
ja: 言語設定が変更されました 次回起動時に反映されます．
uz: InVesalius keyingi yuklashda til parametrlari qo’llaniladi.
zh_cn: 将应用语言设置下一次启动InVesalius生效。

source: Soft Tissue
ja: 軟部組織
uz: Yumshoq To’qima
zh_cn: 软组织

source: Enamel (Adult)
ja: 歯のエナメル質 (成人)
uz: Emal (Kattalar)
zh_cn: 牙釉质（成人）

source: Enamel (Child)
ja: 歯のエナメル質 (小児)
uz: Emal (Bollalar)
zh_cn: 牙釉质（儿童）

source: Compact Bone (Adult)
ja: 緻密骨 (成人)
uz: Kortikal suyak (Kattalar)
zh_cn: 致密骨（成人）

source: Compact Bone (Child)
ja: 緻密骨 (小児)
uz: Kortikal suyak (Bolalar)
zh_cn: 致密骨（儿童）

source: Spongial Bone (Adult)
ja: 海綿骨 (成人)
uz: Shimgichli suyak (Kattalar)
zh_cn: 脊椎骨（成人）

source: Spongial Bone (Child)
ja: 海綿骨 (小児)
uz: Shimgichli suyak (Bollalar)
zh_cn: 脊椎骨（儿童）

source: Muscle Tissue (Adult)
ja: 筋組織 (成人)
uz: Muskul toʻqimasi (Kattalar)
zh_cn: 肌肉组织（成人）

source: Muscle Tissue (Child)
ja: 筋組織 (小児)
uz: Muskul toʻqimasi (Bollalar)
zh_cn: 肌肉组织（儿童）

source: Fat Tissue (Adult)
ja: 脂肪組織 (成人)
uz: Yog ‘ to’qimasi (Kattalar)
zh_cn: 脂肪组织（成人）

source: Fat Tissue (Child)
ja: 脂肪組織 (小児)
uz: Yog ‘ to’qimasi (Bollalar)
zh_cn: 脂肪组织（儿童）

source: Skin Tissue (Adult)
ja: 上皮組織 (成人)
uz: Teri to’qimasi (Kattalar)
zh_cn: 皮肤组织（成人）

source: Skin Tissue (Child)
ja: 上皮組織 (小児)
uz: Teri to’qimasi (Bollalar)
zh_cn: 皮肤组织（儿童）

source: Diff
ja: 差
zh_cn: 差异

source: Normal
zh_cn: 普通

source: MaxIP
zh_cn: 最大密度投影

source: MinIP
zh_cn: 最小密度投影

source: MeanIP
uz: O’rtaIP
zh_cn: 平均密度投影

source: Contour MaxIP
ja: MaxIP輪郭抽出
uz: Kontur МаxIP
zh_cn: 最大密度投影轮廓

source: Contour MIDA
ja: MIDA輪郭抽出
uz: Kontur MIDA
zh_cn: MIDA区域

source: Window width and level
ja: ウィンドウ幅とレベル
uz: Yorqinlik / kontrast
zh_cn: 窗口宽度和水平

source: Pseudo color
uz: Psevdo rang
zh_cn: 伪彩色

source: Projection type
ja: 投影方法
uz: Proektsiya turi
zh_cn: 投影类型

source: Foreground
ja: 前景
uz: Oldi fon
zh_cn: 前景

source: Background
ja: 背景
uz: Fon
zh_cn: 背景

source: Applying watershed ...
ja: ウォーターシェッドを適用中...
uz: Cheklovni qo’llash …
zh_cn: 正在应用分水岭...

source: Fill hole
ja: 穴埋め
uz: Teshikni to’ldiring
zh_cn: 填充孔

source: Filling hole ...
ja: 穴埋め中...
uz: Teshikni to’ldirish …
zh_cn: 正在填充孔...

source: Remove parts
ja: パーツを除去
uz: Qismlarni olib tashlang
zh_cn: 拆下零件

source: Remove part
ja: パートを除去
uz: Qismni olib tashlang
zh_cn: 移除零件

source: Removing part ...
ja: パートを除去中...
uz: Qismni olib tashlash …
zh_cn: 正在删除部件...

source: Segmenting ...
ja: 領域分割中...
uz: Segmentasiya …
zh_cn: 分段...

source: InVesalius was not able to create the surface
zh_cn: InVesalius无法创建表面

source: Creating 3D surface...
ja: サーフェスを作成中...
uz: 3D Sirt yarating…
zh_cn: 正在创建三维表面...

source: Export InVesalius screen to an image file
ja: スクリーンを画像ファイルに書き出す
uz: InVesalius ekranini rasm fayliga eksport qilish
zh_cn: 将InVesalius屏幕导出到图像文件

source: Export picture...
ja: 画像を書き出す...
uz: Rasmni eksport qilish…
zh_cn: 导出图片...

source: Export 3D surface
ja: サーフェス書き出し
uz: 3D sirtini eksport qilish
zh_cn: 导出三维表面

source: Export 3D surface...
ja: サーフェスを書き出す...
uz: 3D sirtini eksport qilish…
zh_cn: 导出三维表面...

source: Save 3D surface as...
ja: 名前を付けてサーフェスを保存...
uz: 3D sirtini quyidagicha saqlang…
zh_cn: 将三维表面另存为...

source: It was not possible to save the surface.
zh_cn: 无法保存表面。

source: Error saving surface
zh_cn: 保存表面时出错

source: You need to create a surface and make it
ja: サーフェスを作成してから作成する必要があります
uz: Sirtni yaratish va uni yaratish kerak
zh_cn: 您需要创建一个表面并使其

source: visible before exporting it.
ja: 書き出す前に表示します．
uz: eksport qilishdan oldin ko’rinadigan.
zh_cn: 在导出之前可见。

source: Testing...
ja: 検査中...
uz: Tekshirish…
zh_cn: 正在测试...

source: Select DICOM, Analyze, NIfTI or REC/PAR files to be reconstructed
ja: 再構成するDICOM、Analyze、NIfTI、REC/PARファイルを選択してください
uz: Qayta qurish uchun DICOM, Analyze, NIfTI yoki REC/PAR fayllarini tanlang
zh_cn: 选择要重建的DICOM、Analyze、NIfTI或REC/PAR文件

source: Import medical images...
ja: 医用画像を読み込む...
uz: Tibbiy rasmlarni import qilish…
zh_cn: 导入医学图像...

source: Open an existing InVesalius project...
ja: 既存のInVesaliusプロジェクトを開く...
uz: Mavjud InVesalius loyihasini oching…
zh_cn: 打开现有的InVesalius项目...

source: Open an existing project...
ja: プロジェクトを開く...
uz: Mavjud loyihani oching…
zh_cn: 打开现有项目...

source: Select fiducials and navigate
ja: 基準点を選択してナビゲート
uz: Reper nuqtalarini tanlang va navigatsiyani boshlang
zh_cn: 选择基准点并导航

source: Neuronavigation
ja: ニューロナビゲーション
uz: Neyronavigatsiya
zh_cn: 神经导航

source: Object registration
zh_cn: 对象注册

source: Extra tools
ja: 別のツール
uz: Qo’shimcha vositalar
zh_cn: 额外的工具

source: Deep Brain Stimulation
zh_cn: 脑深部刺激

source: Update camera in volume
ja: ボリュームのカメラを更新
zh_cn: 以音量更新相机

source: Vol. camera
zh_cn: 体积照相机

source: Enable external trigger for creating markers
ja: マーカーを作成する外部トリガーを有効にする
uz: Markerlarni yaratish uchun tashqi triggerni yoqing
zh_cn: 启用用于创建标记的外部触发器

source: Ext. trigger
zh_cn: 外部触发器

source: Show and track TMS coil
zh_cn: 显示和跟踪TMS线圈

source: Show coil
zh_cn: 显示线圈

source: Choose the tracking device
ja: トラッキングデバイスを選択
uz: Tracking qurilmasini tanlang
zh_cn: 选择跟踪设备

source: Choose the navigation reference mode
ja: ナビゲーション参照モードを選択
uz: Malumot navigatsiya usulini tanlang
zh_cn: 选择导航参考模式

source: Fiducial registration error
ja: 基準点の登録エラー
uz: Ishonchnomalar ro’yxati xato
zh_cn: 信托登记错误

source: Start navigation
ja: ナビゲーションを開始
uz: Navigatsiyani boshlang
zh_cn: 开始导航

source: Navigate
ja: ナビゲート
uz: Navigatsiya
zh_cn: 导航

source: Configuring tracker ...
zh_cn: 正在配置跟踪器...

source: Disconnecting tracker...
zh_cn: 正在断开跟踪器连接...

source: Tracker disconnected successfully
zh_cn: 跟踪器已成功断开连接

source: Disconnecting tracker ...
zh_cn: 正在断开跟踪器连接...

source: Tracker disconnected
zh_cn: 跟踪器已断开连接

source: Tracker still connected
zh_cn: 跟踪器仍处于连接状态

source: Stop neuronavigation
ja: ニューロナビゲーションを停止
uz: Neyronavigatsiyani to’xtating
zh_cn: 停止神经导航

source: Start neuronavigation
ja: ニューロナビゲーションを開始
uz: Neyronavigatsiyani boshlang
zh_cn: 启动神经导航

source: Create new coil
zh_cn: 创建新线圈

source: New
zh_cn: 新

source: Load coil configuration file
zh_cn: 加载线圈配置文件

source: Load
ja: 読み込み
uz: Yuklash
zh_cn: 负载

source: Save object registration file
zh_cn: 保存对象注册文件

source: Save
ja: 保存
uz: Saqlash
zh_cn: 保存

source: Angle threshold [degrees]:
zh_cn: 角度阈值[度]：

source: Distance threshold [mm]:
zh_cn: 距离阈值[mm]：

source: Timestamp interval [s]:
zh_cn: 时间戳间隔[s]：

source: Record coordinates
zh_cn: 记录坐标

source: Track object
zh_cn: Track对象

source: Object file successfully loaded
zh_cn: 已成功加载对象文件

source: Digitize all object fiducials before saving
zh_cn: 保存前数字化所有对象基准

source: Save error
zh_cn: 保存错误

source: Object file successfully saved
zh_cn: 对象文件已成功保存

source: Create marker
ja: マーカーを作成
uz: Marker yarating
zh_cn: 创建标记

source: Hide
ja: 非表示
uz: Yashirish
zh_cn: 隐藏

source: Delete all
zh_cn: 全部删除

source: Edit ID
ja: ID編集
uz: Identifikatorni tahrirlash
zh_cn: 编辑ID

source: Edit color
zh_cn: 编辑颜色

source: Set as target
zh_cn: 设置为目标

source: Create mask for slice segmentation and editing
ja: スライスの領域分割と編集用のマスクを作成
uz: Segmentatsiya va tahrirlash uchun maska yarating
zh_cn: 创建用于切片分割和编辑的遮罩

source: Create new mask
ja: 新しいマスクを作成
uz: Yangi maska yarating
zh_cn: 创建新遮罩

source: Create surface
ja: サーフェスを作成
uz: Sirt yarating
zh_cn: 创建表面

source: Overwrite last surface
ja: 最後に作成したサーフェスを上書き
uz: Oxirgi sirtni qayta yozing
zh_cn: 覆盖最后一个表面

source: Mask properties
ja: マスクの設定
uz: Maskaning xususiyatlari
zh_cn: 遮罩属性

source: Manual edition
ja: 手動で編集
uz: Qo’lda tahrirlash
zh_cn: 手动版本

source: Set predefined or manual threshold:
ja: 定義済みまたは手動によるしきい値設定:
uz: Oldindan o’rnatilgan yoki maxsus chegarani tanlang:
zh_cn: 设置预定义或手动阈值：

source: Choose brush type, size or operation:
ja: ブラシのタイプ、サイズ、操作を選択
uz: Cho’tka turini, o’lchamini yoki ishlashini tanlang:
zh_cn: 选择笔刷类型、大小或操作：

source: Circle
ja: 円形
uz: Doira
zh_cn: 圆形

source: Square
ja: 正方形
uz: Kvadrat
zh_cn: 正方形

source: Brush threshold range:
ja: ブラシを適用するしきい値範囲:
uz: Cho’tkasi chegarasi oralig’i:
zh_cn: 笔刷阈值范围：

source: Overwrite mask
ja: マスクを上書き
uz: Maskani qayta yozing
zh_cn: 覆盖掩码

source: Expand watershed to 3D
ja: ウォーターシェッドを3Dに拡張
uz: Cheklovni 3D ga kengaytirish
zh_cn: 将分水岭扩展到三维

source: Create 3D surface based on a mask
ja: マスクを基にサーフェス作成
uz: Maskaga asoslangan 3D sirtni yarating
zh_cn: 基于遮罩创建三维表面

source: Create new 3D surface
ja: 新しいサーフェスを作成
uz: Yangi 3D sirtini yarating
zh_cn: 创建新的三维表面

source: Next step
ja: 次のステップ
uz: Keyingi qadam
zh_cn: 下一步

source: Surface properties
ja: サーフェスのプロパティ
uz: Sirt xususiyatlari
zh_cn: 表面特性

source: Advanced options
ja: 高度なオプション
uz: Kengaytirilgan parametrlar
zh_cn: 高级选项

source: Automatically select largest disconnected region and create new surface
ja: 最大切断領域を自動選択して新しいサーフェスを作成
uz: Avtomatik ravishda eng katta bog’lanmagan maydonni tanlang va yangi sirt yarating
zh_cn: 自动选择最大的断开连接区域并创建新表面

source: Select largest surface
ja: 最大領域のサーフェスを選択
uz: Eng katta sirtni tanlang
zh_cn: 选择最大的表面

source: Automatically select disconnected regions and create a new surface per region
uz: Avtomatik ravishda uzilgan hududlarni tanlang va har bir mintaqa uchun yangi sirt yarating
zh_cn: 自动选择断开连接的面域并按面域创建新表面

source: Split all disconnected surfaces
ja: 切断されたサーフェスをすべて分割
uz: Barcha bog’lanmagan sirtlarni ajrating
zh_cn: 拆分所有断开连接的表面

source: Manually insert seeds of regions of interest and create a new surface
uz: Qiziqarli hududlarning urug’larini qo’lda kiriting va yangi sirt yarating
zh_cn: 手动插入感兴趣区域的种子并创建新表面

source: Select regions of interest...
ja: ROIを選択...
uz: Qiziqish sohasini tanlash…
zh_cn: 选择感兴趣的区域...

source: Transparency:
ja: 透明度:
uz: Shaffoflik:
zh_cn: 透明度:

source: Decimate resolution:
ja: 間引かれた解像度:
uz: Siqish o’lchamlari:
zh_cn: 决定性决议：

source: Smooth iterations:
ja: 滑らかな反復:
uz: Silliq takrorlash:
zh_cn: 平滑迭代：

source: Measure distances
ja: 長さ測定
uz: Masofalarni o’lchash
zh_cn: 测量距离

source: Measure
ja: 測定
uz: O’lchovlar
zh_cn: 测量

source: Add text annotations
ja: 注釈を追加
uz: Matn izohlarini qo’shing
zh_cn: 添加文本批注

source: Connection with port COM1 failed
zh_cn: 与端口COM1的连接失败

source: Communication error
zh_cn: 通信错误

source: Number of slices used to compound the visualization.
ja: 可視化合成に使用されるスライス数．
uz: Vizualizatsiyani yaratish uchun ishlatiladigan qismlar soni.
zh_cn: 用于复合可视化的切片数。

source: Controls the sharpness of the contour. The greater the value, the sharper the contour.
ja: 輪郭のシャープネスをコントロールします。 値が大きいほど輪郭が鮮明になります．
uz: Konturning aniqligini nazorat qiladi. Qiymat qanchalik katta bo’lsa, kontur shunchalik keskin bo’ladi.
zh_cn: 控制轮廓的清晰度。值越大，轮廓越清晰。

source: Inverted order
ja: 逆順にする
uz: Teskari buyurtma
zh_cn: 反转顺序

source: If checked, the slices are traversed in descending order to compound the visualization instead of ascending order.
ja: チェックすると、スライスは昇順ではなく降順にトラバースされ、可視化合成されます．
uz: Agar qayd etilsa, vizualizatsiyani yaratish uchun tilimlarning penetratsiyasi o’sish o’rniga kamayish tartibida bo’ladi.
zh_cn: 如果选中，将按降序而不是升序遍历切片，以复合可视化效果。

source: Number of slices
ja: スライス数
uz: Kesishlar soni
zh_cn: 切片数量

source: Sharpness
ja: シャープネス
uz: Aniqlik
zh_cn: 清晰度

source: LA
zh_cn: PR

source: AR
zh_cn: PR

source: LB
zh_cn: PR

source: LT
zh_cn: PR

source: TA
zh_cn: PR

source: BA
zh_cn: PR

source: InVesalius was not able to export this picture
zh_cn: InVesalius无法导出此图片

source: Export picture error
zh_cn: 导出图片错误

source: M %d
uz: Rasm %d

source: MIP
uz: MIP-tekstura

source: Save raycasting preset
uz: Sifatida raycasting hozirgi saqlash

source: Markers (*.txt)|*.txt
uz: Markerlar (*.txt)|*.txt

source: Fiducials are invalid. Select six coordinates.
uz: Ishonchnomalar haqiqiy emas. Oltita koordinatani tanlang.

source: Change label
uz: Yorliqni o’zgartiring

source: (c) 2007-2017 Center for Information Technology Renato Archer - CTI
uz: (c) 2007-2017 Axborot texnologiyalari markazi Renato Archer - CTI

source: JPG image
ja: JPG画像
uz: JPG rasm

source: Retrieve DICOM from PACS
uz: PACS-dan DICOM-ni oling

source: Fill holes manually
uz: Teshiklarni qo’lda to’ldiring

source: Select parts
uz: Qismlarni tanlang

source: Contrast
uz: Kontrast

source: Volume camera
uz: Hajmli camera

source: External trigger
uz: Tashqi trigger

source: Delete all markers
uz: Barcha markerlarni o’chirish

source: PL
uz: RP

source: Untitled
uz: Nomsiz

source: Import DICOM images...
uz: DICOM rasmlarini import qilish…

source: Advanced editing tools
uz: Kengaytirilgan tahrirlash vositalari

source: Exit
uz: Chiqish

source: Off
uz: O’chirish

source: Save Project As...
uz: Loyiha sifatida saqlash…

source: Open a InVesalius project...
uz: InVesalius loyihasini oching…

source: InVesalius 3 - New surface
uz: InVesalius 3 - Yangi sirt

source: Image Tiling
uz: Rasmga ishlov berish
