Repository: invesalius/invesalius3
Catalog: po/*.po
Languages: ja, uz, zh_cn

source: Image size: %d x %d
ja: 画像サイズ: %d x %d
uz: Rasm hajmi: %d x %d
zh_cn: 图像大小：%d x%d

source: Spacing: %.2f
ja: 間隔: %.2f
uz: Bo’shliq: %.2f
zh_cn: 间距：%.2f

source: Location: %.2f
ja: 場所: %.2f
uz: Joylashuv: %.2f
zh_cn: 位置：%.2f

source: %s %s Made in InVesalius
uz: %s %s Invesaliusda yaratilgan
zh_cn: %s%s InVesalius制造

source: Image
ja: 画像
uz: Rasm
zh_cn: 图像

source: Bone
ja: 骨
uz: Suyak
zh_cn: 骨头

source: Auto-play
ja: 自動再生
uz: Avtomatik ijro
zh_cn: 自动播放

source: Value: %-6d
ja: 値: %-6d
uz: Natija: %-6d
zh_cn: 数值：%-6d

source: Alpha: %-.3f
ja: アルファ: %-.3f
uz: Alfa: %-.3f
zh_cn: 透明度：%-.3f

source: Off
ja: オフ
uz: O’chirish
zh_cn: 关

source: Red-blue
ja: 赤-青
uz: Qizil-ko’k
zh_cn: 红蓝

source: CristalEyes
ja: クリスタルアイ
uz: Kristalli ko’zlar
zh_cn: 水晶眼

source: Interlaced
ja: インターレース
uz: Oʻzaro bogʻlangan
zh_cn: 交错的

source: Left
ja: 左
uz: Chapga
zh_cn: 左边

source: Right
ja: 右
uz: O’ngda
zh_cn: 右边

source: Dresden
ja: ドレスデン
zh_cn: 德累斯顿

source: Checkboard
ja: チェックボード
uz: Tekshirish taxtasi
zh_cn: 棋盘

source: Anaglyph
ja: アナグリフ
uz: Anaglif
zh_cn: 字形

source: Keep all slices
ja: すべてのスライスを維持
uz: Barcha kesiklarni saqlang
zh_cn: 保留所有切片

source: Skip 1 for each 2 slices
ja: 2枚ごとに1枚間引く
uz: 2 ta kesmaning har biri uchun 1 ta o’tkazib yuboring
zh_cn: 每2个切片跳过1个

source: Skip 2 for each 3 slices
ja: 3枚ごとに2枚間引く
uz: 3 ta kesmaning har biri uchun 2 ta o’tkazib yuboring
zh_cn: 每3个切片跳过2个

source: Skip 3 for each 4 slices
ja: 4枚ごとに3枚間引く
uz: 4 ta kesmaning har biri uchun 3 ta o’tkazib yuboring
zh_cn: 每4个切片跳过3个

source: Skip 4 for each 5 slices
ja: 5枚ごとに4枚間引く
uz: 5 ta kesmaning har biri uchun 4 ta o’tkazib yuboring
zh_cn: 每5个切片跳过4个

source: Skip 5 for each 6 slices
ja: 6枚ごとに5枚間引く
uz: 6 ta kesmaning har biri uchun 5 ta o’tkazib yuboring
zh_cn: 每6个切片跳过5个

source: Default
ja: 初期値
uz: Odatiy
zh_cn: 默认

source: Hue
ja: 色調
uz: Soya
zh_cn: 色调

source: Saturation
ja: 彩度
uz: Saturatsiya
zh_cn: 饱和度

source: Desert
ja: デザート
uz: Cho’l
zh_cn: 沙漠

source: Rainbow
ja: レインボウ
uz: Kamalak
zh_cn: 彩虹

source: Ocean
ja: オーシャン
uz: Okean
zh_cn: 海洋

source: Inverse Gray
ja: グレイを反転
uz: Kulrang inversiya
zh_cn: 反向灰度

source: Mask %d
ja: マスク %d
uz: Maska %d
zh_cn: 遮罩 %d

source: Draw
ja: 描画
uz: Chizish
zh_cn: 绘制

source: Erase
ja: 消去
uz: O’chirish
zh_cn: 擦除

source: Threshold
ja: しきい値法
uz: Chegara
zh_cn: 阈值

source: Low
ja: 低
uz: Past
zh_cn: 低的

source: Medium
ja: 中
uz: O’rta
zh_cn: 中等的

source: High
ja: 高
uz: Yuqori
zh_cn: 高的

source: Optimal *
ja: 最適 *
zh_cn: 最优的

source: Surface %d
ja: サーフェス %d
uz: Sirt %d
zh_cn: 表面%d

source: Abdomen
ja: 腹部
uz: Qorin
zh_cn: 腹部

source: Brain posterior fossa
uz: Miya orqa chuqurchasi
zh_cn: 大脑后窝

source: Brain
ja: 脳
uz: Miya
zh_cn: 脑

source: Default
ja: 初期値
uz: Odatiy
zh_cn: 默认

source: Emphysema
ja: 肺気腫
uz: Emfizema
zh_cn: 肺气肿

source: Ischemia - Hard, non contrast
uz: Ishemiya- kuchli, kontrastsiz
zh_cn: 缺血-坚硬，无对比

source: Ischemia - Soft, non contrast
uz: Ishemiya-yumshoq, kontrastsiz
zh_cn: 缺血-柔软，无对比

source: Larynx
ja: 喉頭
uz: Halqum
zh_cn: 喉

source: Liver
ja: 肝
uz: Jigar
zh_cn: 肝脏

source: Lung - Soft
ja: 肺 - 軟
uz: Engil - Yumshoq
zh_cn: 肺-柔软

source: Lung - Hard
ja: 肺 - 硬
uz: Engil - Qattiq
zh_cn: 肺-硬

source: Mediastinum
ja: 縦隔
zh_cn: 纵隔

source: Manual
ja: 手動
uz: Qo’lda
zh_cn: 手动

source: Pelvis
ja: 骨盤
uz: Tos suyagi
zh_cn: 骨盆

source: Sinus
ja: 洞
zh_cn: 窦

source: Vasculature - Hard
ja: 血管 - 硬
uz: Qon Tomir - Qattiq
zh_cn: 血管-硬

source: Vasculature - Soft
ja: 血管 - 軟
uz: Qon Tomir - Yumshoq
zh_cn: 血管-柔软

source: Contour
ja: 輪郭
uz: Kontur
zh_cn: 外形

source: Front
ja: フロント
uz: Oldi tomondan
zh_cn: 正面

source: Back
ja: バック
uz: Orqada
zh_cn: < 返回

source: Top
ja: トップ
uz: Yuqori
zh_cn: 顶部

source: Bottom
ja: ボトム
uz: Pastki
zh_cn: 底部

source: Isometric
ja: アイソメ (等角)
uz: Izometrik
zh_cn: 等轴测

source: Airways
ja: 気道
uz: Nafas olish yo’llari
zh_cn: 气道

source: Airways II
ja: 気道 II
uz: Nafas olish yo’llari II
zh_cn: 气道 II

source: Black & White
ja: 白黒
uz: Qora va oq
zh_cn: 黑白

source: Bone + Skin
ja: 骨 + 皮膚
uz: Suyak + Teri
zh_cn: 骨骼+皮肤

source: Bone + Skin II
ja: 骨 + 皮膚 II
uz: Suyak + Teri II
zh_cn: 骨骼+皮肤II

source: Dark bone
ja: 暗色の骨
uz: Qorong’u suyak
zh_cn: 深色骨骼

source: Glossy
ja: 光沢
uz: Yaltiroq
zh_cn: 有光泽的

source: Glossy II
ja: 光沢 II
uz: Yaltiroq II
zh_cn: 光泽II

source: Gold bone
ja: 金色の骨
uz: Oltin suyak
zh_cn: 金骨头

source: High contrast
ja: コントラスト高
uz: Yuqori kontrast
zh_cn: 高对比度

source: Low contrast
ja: コントラスト低
uz: Past kontrast
zh_cn: 低对比度

source: Soft on white
ja: 白地に軟
uz: Oq rangda yumshoq
zh_cn: 白色上柔软

source: Mid contrast
ja: コントラスト中
uz: O’rtacha kontrast
zh_cn: 中等对比度

source: No shading
ja: シェーディングなし
uz: Soyalarsiz
zh_cn: 无阴影

source: Pencil
ja: 鉛筆画風
uz: Qalam
zh_cn: 铅笔

source: Red on white
ja: 白地に赤色
uz: Oq rangda qizil
zh_cn: 白底红

source: Skin on blue
ja: 青色の皮膚
uz: Ko’k rangdagi teri
zh_cn: 蓝色皮肤

source: Skin on blue II
ja: 青色の皮膚 II
uz: Ko’k rangdagi teri II
zh_cn: 蓝色皮肤II

source: Soft + Skin
ja: 軟部組織 + 皮膚
uz: Yumshoq + Teri
zh_cn: 柔软+皮肤

source: Soft + Skin II
ja: 軟部組織 + 皮膚 II
uz: Yumshoq + Teri II
zh_cn: 柔软+皮肤II

source: Soft + Skin III
ja: 軟部組織 + 皮膚 III
uz: Yumshoq + Teri III
zh_cn: 柔软+皮肤III

source: Soft on blue
ja: 青色の軟部組織
uz: Ko’k rangda yumshoq
zh_cn: 柔和的蓝色

source: Soft
ja: 軟部組織
uz: Yumshoq
zh_cn: 软的

source: Standard
ja: 標準
uz: Standart
zh_cn: 标准

source: Vascular
ja: 血管
uz: Qon tomir
zh_cn: 血管的

source: Vascular II
ja: 血管 II
uz: Qon tomir II
zh_cn: 血管II

source: Vascular III
ja: 血管 III
uz: Qon tomir III
zh_cn: 血管III

source: Vascular IV
ja: 血管 IV
uz: Qon tomir IV
zh_cn: 血管IV

source: Yellow bone
ja: 黄色の骨
uz: Sariq suyak
zh_cn: 黄骨

source: Cut plane
ja: 切断面
uz: Sirtni kesib oling
zh_cn: 剖切面

source: Select tracker:
ja: トラッカーを選択:
uz: Tracker-ni tanlang:
zh_cn: 选择跟踪器：

source: Polhemus PATRIOT
zh_cn: Polhemus爱国者

source: Debug tracker
ja: トラッカーをデバッグ
uz: Disk raskadrovka tracker
zh_cn: 调试跟踪器

source: Disconnect tracker
ja: トラッカーを切断
uz: Trackerini o’chirib qo’ying
zh_cn: 断开跟踪器

source: Static ref.
ja: 静的 ref.
uz: Statik refleks.
zh_cn: 静态参考。

source: Dynamic ref.
ja: 動的 ref.
uz: Dinamik ref.
zh_cn: 动态参考。

source: Select coil:
zh_cn: 选择线圈：

source: Neurosoft Figure-8
zh_cn: Neurosoft图-8

source: Magstim 70 mm
zh_cn: Magstim 70毫米

source: NAI
zh_cn: LEI

source: Select left ear in image
ja: 画像の左耳を選択
uz: Rasmda chap quloqni tanlang
zh_cn: 在图像中选择左耳

source: Select right ear in image
ja: 画像の右耳を選択
uz: Rasmda o’ng quloqni tanlang
zh_cn: 在图像中选择右耳

source: Select nasion in image
ja: 画像の鼻根点を選択
uz: Rasmdagi nazionni tanlang
zh_cn: 选择图像中的鼻

source: SET
zh_cn: LEI

source: Select left ear with spatial tracker
ja: スペシャルトラッカーで左耳を選択
uz: Fazoviy trekerini bilan chap quloqni tanlang
zh_cn: 使用空间跟踪器选择左耳

source: Select right ear with spatial tracker
ja: スペシャルトラッカーで右耳を選択
uz: Fazoviy trekerini bilan o’ng quloqni tanlang
zh_cn: 使用空间跟踪器选择右耳

source: Select nasion with spatial tracker
ja: スペシャルトラッカーで鼻根点を選択
uz: Fazoviy trackerini bilan nazionni tanlang
zh_cn: 使用空间跟踪器选择鼻离子

source: Show set coordinates in image
ja: 画像に設定した座標を表示
uz: Rasmda tanlangan koordinatalarni ko’rsatish
zh_cn: 在图像中显示设置的坐标

source: Anterior
zh_cn: 先前的

source: Center
zh_cn: 居中

source: Fixed
zh_cn: 固定的

source: Select left object fiducial
zh_cn: 选择左侧对象基准

source: Select right object fiducial
zh_cn: 选择右侧对象基准

source: Select anterior object fiducial
zh_cn: 选择前方对象基准

source: Select object center
zh_cn: 选择对象中心

source: Attach sensor to object
zh_cn: 将传感器连接到物体

source: Loading file %d of %d ...
ja: %d 中 %d ファイルを読み込み中...
uz: Faylni yuklash %d из %d …
zh_cn: 正在加载文件%d（共%d个）...

source: Fix gantry tilt applying the degrees below
ja: 次の度数を適用してガントリの傾きを修正
uz: Gentri qiyaligini quyidagi darajalar soniga to’g’rilang
zh_cn: 应用以下角度固定龙门倾斜

source: Linear
ja: 線長
uz: Chiziqli
zh_cn: 线性的

source: Angular
ja: 角度
uz: Burchakda
zh_cn: 有棱角的

source: Density Ellipse
zh_cn: 密度椭圆

source: Density Polygon
zh_cn: 密度多边形

source: Axial
ja: 軸位
uz: O’qida
zh_cn: 轴向

source: Coronal
ja: 冠状
uz: Koronal
zh_cn: 冠状

source: Sagittal
ja: 矢状
zh_cn: 矢状

source: Masks
ja: マスク
uz: Maskalar
zh_cn: 遮罩

source: 3D surfaces
ja: 3Dサーフェス
uz: 3D sirtlar
zh_cn: 三维表面

source: Measures
ja: 測定結果
uz: O’lchovlar
zh_cn: 测量

source: Create a new measure
zh_cn: 创建新度量值

source: Remove measure
zh_cn: 删除测量

source: Duplicate measure
zh_cn: 重复测量

source: Measure distance
ja: 長さ測定
uz: Masofani o’lchash
zh_cn: 测量距离

source: Measure angle
ja: 角度測定
uz: Burchakni o’lchash
zh_cn: 测量角度

source: Create a new mask
zh_cn: 创建新遮罩

source: Remove mask
zh_cn: 移除遮罩

source: Duplicate mask
zh_cn: 重复遮罩

source: Name
ja: 名前
uz: Ism
zh_cn: 名称

source: Mask
ja: マスク
uz: Maska
zh_cn: 遮罩

source: Create a new surface
zh_cn: 创建新表面

source: Remove surface
zh_cn: 移除表面

source: Duplicate surface
zh_cn: 重复表面

source: Import a surface file into InVesalius
zh_cn: 将表面文件导入InVesalius

source: New surface
ja: 新しいサーフェス
uz: Yangi sirt
zh_cn: 新表面

source: Volume (mm³)
ja: 容積 (mm³)
uz: Hajmi (mm³)
zh_cn: 体积（mm³）

source: Area (mm²)
ja: 面積 (mm²)
uz: Maydon (mm²)
zh_cn: 面积（mm²）

source: Transparency
ja: 透明度
uz: Shaffoflik
zh_cn: 透明度

source: Location
ja: 場所
uz: Joylashuv
zh_cn: 位置

source: Type
ja: タイプ
uz: Turi
zh_cn: 类型

source: Value
ja: 値
uz: Natija
zh_cn: 值

source: Data
ja: データ
uz: Ma’lumotlar
zh_cn: 数据

source: Load data
ja: データ読み込み
uz: Ma’lumotlarni yuklash
zh_cn: 加载数据

source: Select region of interest
ja: ROIの選択
uz: Qiziqish sohasini tanlash
zh_cn: 选择感兴趣的区域

source: Configure 3D surface
ja: 3Dサーフェスの設定
uz: 3D yuzasi tahrirlash
zh_cn: 配置三维表面

source: Export data
ja: データ書き出し
uz: Ma’lumotlarni eksport qilish
zh_cn: 导出数据

source: Navigation system
ja: ナビゲーションシステム
uz: Navigatsiya tizimi
zh_cn: 导航系统

source: Axial slice
ja: 軸位断
uz: Aksiali kesish
zh_cn: 轴向切片

source: Coronal slice
ja: 冠状断
uz: Frontal kesish
zh_cn: 冠状切片

source: Sagittal slice
ja: 矢状断
uz: Sagittal kesish
zh_cn: 矢状切面

source: Volume
ja: ボリューム
uz: Hajmi
zh_cn: 体积

source: Preset name
ja: プリセット名
uz: Shablon nomi
zh_cn: 预设名称

source: Tools
ja: ツール
uz: Asboblar
zh_cn: 工具

source: Value will be applied.
ja: 値を適用する．
uz: Natija qiymati qo’llaniladi.
zh_cn: 将应用值。

source: Value will not be applied.
ja: 値を適用しない．
uz: Natija qiymati qo’llanilmaydi.
zh_cn: 将不应用值。

source: InVesalius is running on a 32-bit operating system or has insufficient memory. If you want to work with 3D surfaces or volume rendering, it is recommended to reduce the medical images resolution.
ja: InVesaliusは32ビットOSで動作しているか、メモリが不足しています．サーフェスまたはボリュームレンダリングを行う場合は、医用画像の解像度を下げることを推奨します．
uz: InVesalius 32 bitli operatsion tizimda ishlaydi yoki RAM etishmasligi mavjud. Agar siz 3D yuzalar yoki hajmli renderlar bilan ishlashni istasangiz, tibbiy tasvirlarning o’lchamlarini kamaytirish tavsiya etiladi.
zh_cn: InVesalius在32位操作系统上运行或内存不足。如果要使用三维表面或体积渲染，建议降低医学图像的分辨率。

source: Percentage of original resolution
ja: 元画像の解像度比
uz: Asl ruxsatning foizi
zh_cn: 原始分辨率的百分比

source: Loading DICOM files
ja: DICOMファイルを読み込み中
uz: DICOM fayllarini yuklash
zh_cn: 加载DICOM文件

source: InVesalius project (*.inv3)|*.inv3
ja: InVesaliusプロジェクト (*.inv3)|*.inv3
uz: InVesalius Loyihasi (*.inv3)|*.inv3
zh_cn: InVesalius项目（*.inv3）|*.inv3

source: InVesalius project compressed (*.inv3)|*.inv3
zh_cn: InVesalius项目压缩（*.inv3）|*.inv3

source: Open InVesalius 3 project...
ja: InVesalius 3プロジェクトを開く...
uz: InVesalius3 loyihasini oching…
zh_cn: 打开InVesalius 3项目...

source: Choose a DICOM folder:
ja: DICOMフォルダを選択:
uz: DICOM papkasini tanlang:
zh_cn: 选择DICOM文件夹：

source: Choose a folder with TIFF, BMP, JPG or PNG:
ja: TIFF、BMP、JPG、PNGフォルダを選択:
uz: TIFF, BMP, JPG yoki PNG fayllarni tanlang:
zh_cn: 选择一个包含TIFF、BMP、JPG或PNG的文件夹：

source: Import Analyze 7.5 file
ja: Analyze 7.5ファイル読み込み
uz: Analyze 7.5 faylini import qilish
zh_cn: 导入Analyze 7.5文件

source: Import NIFTi 1 file
ja: NIFTi 1ファイル読み込み
uz: Nifty 1 faylini import qilish
zh_cn: 导入NIFTi 1文件

source: Import PAR/REC file
ja: PAR/RECファイル読み込み
uz: PER/REC faylini import qilish
zh_cn: 导入PAR/REC文件

source: Import surface file
zh_cn: 导入表面文件

source: Save project as...
ja: 名前を付けてプロジェクトを保存...
uz: Loyiha sifatida saqlash…
zh_cn: 将项目另存为...

source: Save markers as...
ja: 名前を付けてマーカーを保存...
uz: Markerlarni quyidagicha saqlang…
zh_cn: 将标记另存为...

source: Markers files (*.mks)|*.mks
zh_cn: 标记文件（*.mks）|*.mks

source: Save coords as...
zh_cn: 将坐标另存为...

source: Coordinates files (*.csv)|*.csv
zh_cn: 坐标文件（*.csv）|*.csv

source: Load markers
ja: マーカー読み込み
uz: Markerlarni yuklash
zh_cn: 加载标记

source: Save object registration as...
zh_cn: 将对象注册另存为...

source: Registration files (*.obr)|*.obr
zh_cn: 注册文件（*.obr）|*.obr

source: Load object registration
zh_cn: 加载对象注册

source: A new version of InVesalius is available. Do you want to open the download website now?
ja: InVesaliusの新しいバージョンが利用可能です．今すぐダウンロードサイトを開きますか？
uz: Invesaliusning yangi versiyasi mavjud. Yuklab olish sahifasini ochmoqchimisiz?
zh_cn: InVesalius的新版本可用。你想现在打开下载网站吗？

source: Invesalius Update
ja: InVesaliusをアップデート
uz: Invesalius Yangilanishi
zh_cn: Invesalius更新

source: The project %s has been modified. Save changes?
ja: プロジェクト %s は変更されています． 上書き保存しますか？
uz: Loyiha %s o’zgartirildi. O’zgarishlarni saqlaysizmi?
zh_cn: 项目%s已被修改。 是否保存更改？

source: %s is an empty folder.
ja: %s は空のフォルダです．
uz: %s bo’sh papkasi.
zh_cn: %s是一个空文件夹。

source: File was created in a newer InVesalius version. Some functionalities may not work correctly.
zh_cn: 文件是在更新的InVesalius版本中创建的。某些功能可能无法正常工作。

source: There are no Bitmap, JPEG, PNG or TIFF files in the selected folder.
ja: 選択されたフォルダにBMP、JPG、PNG、TIFF画像はありません．
uz: Tanlangan papkada Bitmap, JPEG, PNG yoki TIFF fayllari yo’q.
zh_cn: 所选文件夹中没有位图、JPEG、PNG或TIFF文件。

source: There are no DICOM files in the selected folder.
ja: 選択したフォルダにDICOMファイルはありません．
uz: Tanlangan papkada DICOM fayllari yo’q.
zh_cn: 所选文件夹中没有DICOM文件。

source: Invalid file.
zh_cn: 无效文件。

source: Warning! InVesalius has limited support to Analyze format.
ja: 警告！ InVesaliusはAnalyze形式の一部しかサポートしていません．
uz: Diqqat! InVesalius Analyze formatini qo’llab-quvvatlashda cheklovlarga ega.
zh_cn: 警告InVesalius对Analyze格式的支持有限。

source: Slices may be wrongly oriented and functions may not work properly.
ja: スライスの向きが正しくない可能性があり、機能が正しく動作しないかもしれません。
uz: Dilimlar noto’g’ri yo’naltirilgan bo’lishi mumkin va funktsiyalar to’g’ri ishlamasligi mumkin.
zh_cn: 切片的方向可能错误，函数可能无法正常工作。

source: A mask is needed to create a surface.
ja: サーフェスを作成するにはマスクが必要です．
uz: Sirtni yaratish uchun maska kerak.
zh_cn: 创建表面需要遮罩。

source: No mask was selected for removal.
ja: 除去されたマスクはありません．
uz: Olib tashlash uchun maska tanlanmagan.
zh_cn: 没有选择要删除的掩码。

source: No surface was selected for removal.
ja: 除去されたサーフェスはありません．
uz: Olib tashlash uchun sirt tanlanmagan.
zh_cn: 没有选择要删除的表面。

source: No measure was selected for removal.
ja: 除去された計測結果はありません．
uz: Olib tashlash uchun o’lchov tanlanmagan.
zh_cn: 未选择要删除的度量值。

source: No mask was selected for duplication.
ja: 重複したマスクはありません．
uz: Ko’paytirish uchun maska tanlanmagan.
zh_cn: 没有选择要复制的掩码。

source: No surface was selected for duplication.
ja: 重複したサーフェスはありません．
uz: Ko’paytirish uchun sirt tanlanmagan.
zh_cn: 没有选择要复制的表面。

source: Fiducials are invalid. Select all coordinates.
zh_cn: 信托无效。选择所有坐标。

source: Perform coil registration before navigation.
zh_cn: 导航前执行线圈注册。

source: No tracking device selected
ja: トラッキングデバイスが未選択
uz: Treking-qurilma tanlanmagan
zh_cn: 未选择跟踪设备

source: is not installed.
ja: はインストールされていません．
uz: o’rnatilmagan.
zh_cn: 未安装。

source: disconnected.
ja: 切断されています．
uz: o’chirilgan.
zh_cn: 断开的。

source: is not connected.
ja: は接続されていません．
uz: ulanmagan.
zh_cn: 未连接。

source: The TXT file is invalid.
ja: TXTファイルは無効です．
uz: TXT fayli yaroqsiz.
zh_cn: TXT文件无效。

source: No data selected
ja: データが未選択
uz: Ma’lumotlar tanlanmagan
zh_cn: 未选择任何数据

source: Do you really want to delete all markers?
zh_cn: 是否确实要删除所有标记？

source: Target deleted
zh_cn: 目标已删除

source: New target selected
zh_cn: 已选择新目标

source: Sorry, you cannot use 'TARGET' ID
zh_cn: 抱歉，您不能使用“TARGET"ID

source: Edit marker ID
ja: マーカーIDを編集
zh_cn: 编辑标记ID

source: New mask name:
ja: 新しいマスク名:
uz: Yangi maska nomi:
zh_cn: 新掩码名称：

source: Name the mask to be created
ja: 作成されたマスクの名前
uz: Uni yaratish uchun maskani nomlang
zh_cn: 命名要创建的遮罩

source: Threshold preset:
ja: しきい値のプリセット:
uz: Chegarani oldindan belgilash:
zh_cn: 阈值预设：

source: Custom
ja: カスタム
uz: Maxsus
zh_cn: 自定义

source: %s does not exist.
ja: %s は存在しません．
uz: %s mavjud emas.
zh_cn: %s不存在。

source: Please, provide more than one DICOM file for 3D reconstruction
ja: 3D再構成には複数のDICOMファイルが必要です
uz: Iltimos, 3D rekonstruksiya qilish uchun bir nechta DICOM fayllarini taqdim eting
zh_cn: 请提供多个DICOM文件用于3D重建

source: (c) 2007-2019 Center for Information Technology Renato Archer - CTI
zh_cn: （c） 2007-2019信息技术中心Renato Archer-CTI

source: InVesalius is a medical imaging program for 3D reconstruction. It uses a sequence of 2D DICOM image files acquired with CT or MRI scanners. InVesalius allows exporting 3D volumes or surfaces as mesh files for creating physical models of a patient's anatomy using additive manufacturing (3D printing) technologies. The software is developed by Center for Information Technology Renato Archer (CTI), National Council for Scientific and Technological Development (CNPq) and the Brazilian Ministry of Health. InVesalius must be used only for research. The Center for Information Technology Renato Archer is not responsible for damages caused by the use of this software. Contact: invesalius@cti.gov.br
ja: InVesaliusはCTやMRIで撮像した2DのDICOMファイルを3D再構成する医用画像解析プログラムです．InVesaliusでは3Dのボリュームやサーフェスをメッシュファイルとして書き出し、付加製造技術 (3Dプリント) を使って、患者の解剖学的物理モデルを作成できます． このソフトウェアはヘナト・アーシェル情報技術研究所 (CTI) 、国家科学技術開発審議会 (CNPq) 、ブラジル保健省によって開発されました． InVesaliusは研究目的でのみ利用可能です．ヘナト・アーシェル情報技術研究所は本ソフトウェアの使用で生じた損害について責任を負いません． 連絡先: invesalius@cti.gov.br
uz: InVesalius bu 3D rekonstruksiya qilish uchun tibbiy tasvirlash dasturi. U KT yoki MRI apparatlari tomonidan olingan 2D Dicom fayllari ketma-ketligidan foydalanadi. InVesalius imkon beradi 3D hajmlarni yoki sirtlarni eksport qilish qo’shimcha texnologiyalardan foydalangan holda fizik anatomik modellarni yaratish uchun ma’lumotlar tarmog’i sifatida (3D bosib chiqarish). Dastur Renato Archer axborot texnologiyalari markazi (CTI), milliy ilmiy va texnologik rivojlanish kengashi (CNPq) va Braziliya sog’liqni saqlash vazirligi tomonidan ishlab chiqilgan. InVesalius faqat tadqiqot faoliyati uchun ishlatilishi kerak. Renato Archer axborot texnologiyalari markazi ushbu dasturdan foydalanishda yuzaga kelishi mumkin bo’lgan zarar uchun javobgar emas. Aloqa: invesalius@cti.gov.br
zh_cn: InVesalius是一个用于3D重建的医学成像程序。它使用CT或MRI扫描仪采集的一系列2D DICOM图像文件。InVesalius允许将3D体积或表面导出为网格文件，用于使用增材制造（3D打印）技术创建患者解剖结构的物理模型。该软件由信息技术中心Renato Archer（CTI）、国家科学技术发展委员会（CNPq）和巴西卫生部开发。InVesalius只能用于研究。信息技术中心Renato Archer不对使用本软件造成的损害负责。联系invesalius@cti.gov.br

source: GNU GPL (General Public License) version 2
uz: GNU GPL (Umumjahon jamoat litsenziyasi) versiya 2
zh_cn: GNU GPL（通用公共许可证）第2版

source: Save raycasting preset as:
ja: 名前を付けてレイキャストのプリセットを保存:
uz: Sifatida raycasting hozirgi saqlash:
zh_cn: 将光线投射预设另存为：

source: New surface name:
ja: 新しいサーフェス名:
uz: Yangi sirt nomi:
zh_cn: 新表面名称：

source: Name the surface to be created
ja: 作成するサーフェスの名前を付ける
uz: Yaratish uchun sirt nomi
zh_cn: 命名要创建的表面

source: Mask of reference:
ja: 参照マスク:
uz: Malumot maskasi:
zh_cn: 参考掩码：

source: Surface quality:
ja: 表面精度
uz: Sirt sifati:
zh_cn: 表面质量：

source: Fill holes
ja: 穴埋め
uz: Teshiklarni to’ldiring
zh_cn: 填充孔

source: Keep largest region
ja: 最大領域を保存
uz: Eng katta mintaqani qoldiring
zh_cn: 保留最大区域

source: BMP image
ja: BMP画像
uz: BMP rasmi
zh_cn: BMP图像

source: PNG image
ja: PNG画像
uz: Rasm PNG
zh_cn: PNG图像

source: PostScript document
ja: PostScriptファイル
uz: PostScript hujjati
zh_cn: PostScript文档

source: POV-Ray file
ja: POV-Rayファイル
uz: fayl POV-Ray
zh_cn: POV射线文件

source: TIFF image
ja: TIFF画像
uz: Rasm TIFF
zh_cn: TIFF图像

source: Surface generation options
ja: サーフェス作成オプション
uz: Sirtni yaratish imkoniyatlari
zh_cn: 表面生成选项

source: Surface creation
ja: サーフェスを作成
uz: Sirtni yaratish
zh_cn: 表面创建

source: Surface creation options
ja: サーフェス作成オプション
uz: Sirtni yaratish imkoniyatlari
zh_cn: 表面创建选项

source: Surface creation method
ja: サーフェス作成方法
uz: Sirtni yaratish usuli
zh_cn: 表面创建方法

source: Fill border holes
zh_cn: 填充边框孔

source: Options
ja: オプション
uz: Optsiyalar
zh_cn: 选项

source: Angle:
ja: 角度:
uz: Burchak:
zh_cn: 角:

source: Max. distance:
ja: 最大：距離
uz: Maksimal masofasi:
zh_cn: 最大距离：

source: Min. weight:
ja: 最小ウェイト:
uz: Minimal vazn:
zh_cn: 最小重量：

source: N. steps:
ja: 段数:
uz: N. qadamlar:
zh_cn: N.步骤：

source: Context aware smoothing
ja: コンテキスト認識スムージング
uz: Kontekstga bog’liq tekislash
zh_cn: 上下文感知平滑

source: Binary
ja: バイナリ
uz: Ikkilik
zh_cn: 二进制的

source: It is not possible to use the Default method because the mask was edited.
ja: マスクが編集されたため、初期設定は利用できません．
uz: Standart usuldan foydalanish mumkin emas, chunki niqob tahrirlangan.
zh_cn: 无法使用默认方法，因为遮罩已编辑。

source: Method:
ja: メソッド:
uz: Usul:
zh_cn: 方法:

source: Method
ja: メソッド
uz: Usul
zh_cn: 方法

source: Gaussian sigma
ja: ガウスシグマ
uz: Gauss sigmasi
zh_cn: 高斯西格玛

source: Watershed
ja: ウォーターシェッド
uz: Ajratish
zh_cn: 转折点

source: Boolean operations
ja: ブーリアン演算
uz: Mantiqiy operatsiyalar
zh_cn: 布尔运算

source: Union
ja: 和
uz: Birlashtirish
zh_cn: 愈合

source: Difference
ja: 差
uz: Farqi
zh_cn: 差别

source: Intersection
ja: 積
uz: Kesishma
zh_cn: 交叉

source: Exclusive disjunction
ja: 排他的論理和
uz: Tengsizlik
zh_cn: 互斥析取

source: Mask 1
ja: マスク 1
uz: Maska 1
zh_cn: 遮罩1

source: Operation
ja: オペレーション
uz: Operatsiya
zh_cn: 活动

source: Mask 2
ja: マスク 2
uz: Maska 2
zh_cn: 遮罩2

source: Image reorientation
ja: 画像の向き変更
uz: Rasmni qayta yo’naltirish
zh_cn: 图像重新定向

source: Nearest Neighbour
zh_cn: 最近邻

source: Trilinear
zh_cn: 三线性

source: Tricubic
zh_cn: 三元三次

source: Lanczos (experimental)
zh_cn: 兰索斯（实验）

source: Apply
ja: 適用する
uz: Qo’llash
zh_cn: 应用

source: Angle X
ja: X角
uz: Burchak X
zh_cn: 角度X

source: Angle Y
ja: Y角
uz: Burchak Y
zh_cn: 角度Y

source: Angle Z
ja: Z角
uz: Burchak Z
zh_cn: 角度Z

source: Interpolation method:
zh_cn: 插值方法：

source: Create project from bitmap
ja: ビットマップからプロジェクト作成
uz: Bit tasviridan loyiha yarating (bitmap)
zh_cn: 从位图创建项目

source: Project name:
ja: プロジェクト名:
uz: Loyiha nomi:
zh_cn: 项目名称：

source: Slices orientation:
ja: スライスの向き:
uz: Tilimlarning yo’nalishi:
zh_cn: 切片方向：

source: Sagital
ja: 矢状断
uz: Sagittal
zh_cn: 矢状面

source: Spacing (mm):
ja: 間隔 (mm):
uz: Masofa (mm):
zh_cn: 间距（mm）：

source: All bitmaps files must be the same width and height size.
ja: すべてのビットマップの高さと幅は 同じでなければなりません．
uz: Barcha bitmap fayllarning kengligi bir xil bo’lishi kerak va balandlik.
zh_cn: 所有位图文件必须相同宽度和高度大小。

source: 2D - Actual slice
ja: 2D - 現在のスライス
uz: 2D - Haqiqiy kesish
zh_cn: 2D-实际切片

source: 3D - All slices
ja: 3D - すべてのスライス
uz: 3D - Barcha kesishlar
zh_cn: 3D-所有切片

source: 2D Connectivity
ja: 2D接続性
uz: Muvofiqlik 2D
zh_cn: 2D连接

source: Orientation
ja: 向き
uz: Orientatsiya
zh_cn: 方向

source: 3D Connectivity
ja: 3D接続性
uz: Muvofiqlik 3D
zh_cn: 3D连接

source: Use WW&WL
ja: WWとWLを考慮
uz: Foydalanish WW&WL
zh_cn: 使用WW和WL

source: Deviation
ja: 偏差
uz: Og’ish
zh_cn: 偏离

source: Min:
ja: 最小:
zh_cn: 最小值：

source: Max:
ja: 最大:
zh_cn: 最大值：

source: Multiplier
ja: 乗数
uz: Ko’paytirish
zh_cn: 乘数

source: Iterations
ja: 反復
uz: Takrorlashlar
zh_cn: 迭代次数

source: Parameters
ja: パラメータ
uz: Parametlar
zh_cn: 参数

source: Select mask parts
ja: マスクされたパーツを選択
uz: Maska qismlarini tanlang
zh_cn: 选择遮罩部分

source: Target mask name
ja: ターゲットのマスク名
uz: Maqsadli niqob nomi
zh_cn: 目标遮罩名称

source: Region growing
ja: リージョングローイング
uz: Mintaqaning o’sishi
zh_cn: 区域增长

source: Dynamic
ja: ダイナミック
uz: Dinamik
zh_cn: 动态

source: Confidence
ja: 秘密
uz: Ishonchli
zh_cn: 自信

source: Crop mask
ja: マスクを裁断
uz: Maskani kesish
zh_cn: 裁剪遮罩

source: Axial:
ja: 軸位:
uz: Aksial:
zh_cn: 轴向：

source: Sagital:
ja: 矢状:
uz: Sagittal:
zh_cn: 矢状面：

source: Coronal:
ja: 冠状:
uz: Frontal:
zh_cn: 冠状面：

source: Max hole size
ja: 最大の穴のサイズ
uz: Maksimal teshik hajmi
zh_cn: 最大孔尺寸

source: voxels
ja: ボクセル
uz: voksellar
zh_cn: 三维图像

source: Mask density
zh_cn: 遮罩密度

source: Calculate
zh_cn: 计算

source: Mask:
zh_cn: 遮罩:

source: Mean:
zh_cn: 意思是:
